Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Make sure that you have completed the basic setup procedures for fixed assets.
cs_cz: Ujistěte se, že jste dokončili základní nastavení procedury pro dlouhodobý majetek.

source: Create a fixed asset card for each existing asset.
cs_cz: Vytvořte kartu DM pro každý existující majetek.

source: Set up fixed asset depreciation books.
cs_cz: Nastavení odpisových knih DM.

source: Enable general ledger integration by following the next steps.
cs_cz: Povolte integraci hlavní knihy podle následujících kroků.

source: In the Search box, enter Depreciation Books, and then choose the related link.
cs_cz: Do pole Hledat zadejte Knihy odpisů a poté vyberte příslušný odkaz.

source: Select the relevant depreciation book.
cs_cz: Vyberte příslušnou knihu odpisů.

source: On the Home tab, in the Manage group, choose Edit to open the Depreciation Book Card window.
cs_cz: Na kartě Domů ve skupině Správa vyberte možnost Upravit a otevřete okno Karta knihy odpisů.

source: On the Integration FastTab, make sure all fields are blank by clearing all check marks.
cs_cz: V záložce s náhledem Integrace se ujistěte, že všechna pole jsou prázdná odstraněním všech značek zaškrtnutí.

source: If you have more than one depreciation book, turn on general ledger integration for each one.
cs_cz: Pokud máte více než jednu odpisovou knihu, zapněte integraci hlavní knihy pro každý z nich.

source: In the fixd asset journal, enter the following lines for each asset:
cs_cz: V deníku DM zadejte následující řádky pro každý majetek:

source: A line with the acquisition cost.
cs_cz: Řádek s pořizovací cenou.

source: A line with the accumulated depreciation to the end of the previous fiscal year.
cs_cz: Řádek s akumulovaným odpisem do konce předchozího fiskálního roku.

source: A line with the accumulated depreciation from the start of the current fiscal year to the date that Dynamics NAV is set to start calculating the depreciation.
cs_cz: Řádek s akumulovaným odpisem od začátku běžného fiskálního roku do data, kdy je Dynamics NAV nastaven tak, aby začal vypočítávat odpisy.

source: If you have other opening balances you can also enter them now, such as write down and appreciation.
cs_cz: Máte-li další počáteční zůstatky, můžete je nyní také zadat, například napsat dolů a zhodnocení.

source: If the fixed assets are not integrated with the general ledger, skip steps 4 through 7.
cs_cz: Pokud není dlouhodobý majetek integrován do hlavní knihy, přeskočte kroky 4 až 7.

source: Set Up Fixed Asset Insurance
cs_cz: Nastavení pojištění dlouhodobého majetku

source: To manage fixed asset insurance coverage, you must first set up some general insurance information and an insurance card per policy.
cs_cz: Ke správě pokrytí pojištění dlouhodobého majetku musíte nejprve nastavit obecné informace o pojištění a kartě pojištění dle určitých zásad.

source: To set up general insurance information
cs_cz: Nastavení obecných informací o pojištění

source: To use the insurance features in Dynamics NAV, you must set up some general insurance information.
cs_cz: K používání pojišťovacích funkcí v Dynamics NAV musíte nastavit obecné informace o pojištění.

source: In the top right corner, choose the Search for Page or Report icon, enter FA Setups, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zvolte Nastavení DM, a zvolte související odkaz.

source: To set up insurance types
cs_cz: Nastavení typů pojištění

source: You can group your insurance policies into categories, such as insurance against theft or fire insurance.
cs_cz: Můžete seskupit vaše zásady pojištění do kategorií, např. pojištění proti krádeži nebo pojištění proti požáru.

source: The insurance types are used on the insurance card.
cs_cz: Typy pojištění jsou používány na kartě pojištění.

source: In the top right corner, choose the Search for Page or Report icon, enter Insurance Types, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, vyberte Typy pojištění a zvolte související odkaz.

source: To set up insurance cards
cs_cz: Nastavení karty pojištění

source: You may accumulate information about each insurance policy on the insurance card.
cs_cz: Na kartě pojištění můžete shromažďovat informace o každé pojišťovací zásadě.

source: In the Insurance window, choose the New action to create a new insurance card.
cs_cz: V okně Pojištění vyberte akci Nový na vytvoření nové pojišťovací karty.

source: To set up insurance journal templates
cs_cz: Nastavení šablon deníku pojištění

source: Dynamics NAV automatically creates an insurance journal template the first time that you open the Insurance Journal window, but you can set up additional journal templates.
cs_cz: Dynamics NAV automaticky vytvoří šablonu deníku pojištění při prvním otevření okna Deníky pojištění, ale můžete nastavit i další šablony deníku pojištění.

source: In the top right corner, choose the Search for Page or Report icon, enter Insurance Journal Templates, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zvolte Šablony deníku pojištění a zvolte související odkaz.

source: To set up insurance journal batches
cs_cz: Nastavení dávky deníku pojištění

source: You can set up batches in an insurance journal template.
cs_cz: Můžete nastavit dávky v šabloně deníku pojištění.

source: The values in the journal batch are used as default values if the fields are not filled in on the journal lines.
cs_cz: Hodnoty v dávce deníku jsou používány jako výchozí hodnoty, pokud pole není vyplněno na řádku deníku.

source: For more information, see Work with General Journals
cs_cz: Pro další informace se podívejte na Práce s finančními deníky

source: Select an insurance journal template, and then choose the Batches action.
cs_cz: Vyberte šablonu deníku pojištění a pak vyberte akci Listy.

source: In the Insurance Journal Batches window, fill in the fields as necessary.
cs_cz: V okně Listy deníku pojištění vyplňte pole podle potřeby.

source: Numbers have a special function in journal names.
cs_cz: Čísla mají v názvech deníků zvláštní funkci.

source: If a journal template name or journal batch name contains a number, the number automatically advances by one every time that the journal is posted.
cs_cz: Pokud šablona nebo list deníku obsahuje číslo, číslo je automaticky inkrementováno o jedna pokaždé, když je deník účtován.

source: For example, if HH1 is entered in the Name field, the journal name will change to HH2 after the journal named HH1 has been posted.
cs_cz: Např. pokud HH1 je zvoleno v poli Název, název deníku se změní na HH2 potom, co deník HH1 byl zaúčtován.

source: Set Up Fixed Asset Maintenance
cs_cz: Nastavení údržby dlouhodobého majetku

source: To manage fixed asset maintenance, you must first set up some general maintenance information, a posting account for maintenance costs, and maintenance codes for types of work, such as Routine Service or Repair.
cs_cz: Ke správě údržby dlouhodobého majetku musíte nejprve nastavit obecné informace o údržbě, účet pro zaúčtování a kódy údržby pro typ práce, např. služba rutiny nebo oprava.

source: To set up general maintenance information
cs_cz: Nastavení obecných informací o údržbě

source: If you set up the fields for maintenance, you can post maintenance expenses from the fixed asset journal.
cs_cz: Pokud nastavíte pole pro údržbu, můžete účtovat výdaje za údržbu z deníku dlouhodobého majetku.

source: Select the fixed asset that you to define insurance coverage for, and then choose the Edit action.
cs_cz: Vybrat dlouhodobý majetek, pro který chcete definovat pokrytí pojištění a pak vyberte akci Úpravy.

source: On the Maintenance FastTab, fill in the fields as necessary.
cs_cz: Na záložce s náhledem Údržba vyplňte pole podle potřeby.

source: To set up maintenance codes
cs_cz: Nastavení kódů údržby

source: When you post maintenance costs from a general journal, you fill in the Maintenance Code field to record what kind of maintenance has been performed, such as routine service or repair.
cs_cz: Když účtujete náklady na údržbu z finančního deníku, vyplníte pole Kód údržby k zaznamenání k jaké údržbě došlo, např. službě rutiny nebo opravě.

source: In the top right corner, choose the Search for Page or Report icon, enter Maintenance, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zvolte Údržba a pak vyberte související odkaz.

source: In the Maintenance window, set up codes for different types of maintenance work.
cs_cz: V okně Údržba nastavte kódy pro různé typy práce údržby.

source: To set up maintenance expense accounts
cs_cz: Nastavení účtů výdajů za údržbu

source: To post maintenance costs, you must first enter an account number in the FA Posting Groups window.
cs_cz: K účtování výdajů za údržbu musíte nejprve zvolit číslo účtu v okně Účto skupiny DM.

source: Fill in the Maintenance Expense Account field for each posting group.
cs_cz: Vyplňte pole Účet nákladů údržby pro každou účto skupinu.

source: To define that maintenance costs are allocated to departments or projects, set up an allocation keys.
cs_cz: K definování, že výdaje za údržbu jsou přiděleny k oddělení nebo projektům, nastavte alokační klíče.

source: Set Up General Fixed Assets Features .
cs_cz: Nastavení funkcí obecného dlouhodobého majetku .

source: Transfer, Split, or Combine Fixed Assets
cs_cz: Převedení, rozdělení nebo kombinování dlouhodobého majetku

source: You use the fixed asset reclassification journal to transfer, split up, and combine fixed assets.
cs_cz: Používejte deník přeřazení dlouhodobého majetku k převedení, rozdělení nebo kombinaci dlouhodobého majetku.

source: You view or print the results of fixed asset reclassification with the Fixed Asset-Book Value 02 report.
cs_cz: Zobrazení nebo tisk výsledků přeřazení dlouhodobého majetku sestavou Dlouhodobý majetek-úč.hodn.02.

source: To transfer a fixed asset to a different department
cs_cz: Převedení dlouhodobého majetku na jiné středisko

source: You may need to transfer a fixed asset to a different department when, for example, you place an asset in the production department while it is under construction and then move it to the administration department when it is finished.
cs_cz: Možná budete potřebovat přenést dlouhodobý majetek na jiné oddělení, např.: umístíte majetek do oddělení výroby, zatímco probíhá výroba a jakmile bude dokončeno ho můžete převést do oddělení správy.

source: Set up a new fixed asset.
cs_cz: Založení nového dlouhodobého majetku.

source: Enter the new department in the Department Code field.
cs_cz: Zvolit nové středisko v poli Středisko Kód.

source: Assign a fixed asset depreciation book to the new fixed asset.
cs_cz: Přiřadit knihu odpisů dlouhodobého majetku k novému dlouhodobému majetku.

source: Journals , and then choose the related link.
cs_cz: a vyberte související odkaz.

source: Create a reclassification journal where the FA No.
cs_cz: Vytvořit deník přeřazení, kde pole Číslo DM

source: field contains the original fixed asset, and the New FA No.
cs_cz: obsahuje původní dlouhodobý majetek a pole Nové číslo DM

source: field contains the new fixed asset to be moved.
cs_cz: obsahuje nový dlouhodobý majetek k přesunu.

source: Choose the Reclassify action.
cs_cz: Zvolte akci Přeřadit.

source: Two lines are now created in the fixed asset G/L journal using the template and batch that you have specified in the FA Journal Setup window for the specified depreciation book.
cs_cz: Nyní jsou vytvořeny dva řádky ve finančním deníku dlouhodobého majetku, který používá šablonu a listy, které jste specifikovali v okně Nastavení DM deníku pro specifikovanou knihu odpisů.

source: In the Fixed Asset G/L Journal window, choose the Post action to post the reclassification that you performed in steps 4 and 5.
cs_cz: V okně Finanční deníky dlouhodobého majetku vyberte akci Zaúčtovat k zaúčtování přeřazení, které jste provedli v kroku 4 a 5.

source: If you have posted an acquisition cost for one asset, you can use the fixed asset reclassification journal to split the acquisition cost among several assets.
cs_cz: Pokud jste zaúčtovali částku pořízeni za jeden prostředek, můžete použít deník přeřazení dlouhodobého majetku k rozdělení částky pořízení mezi několik prostředků.

source: To split a fixed asset into three fixed assets
cs_cz: Rozdělení dlouhodobého majetku do tří dlouhodobých majetků

source: You can split one fixed asset into multiple fixed assets, for example when you need to distribute a fixed asset onto three different departments.
cs_cz: Můžete rozdělit jeden dlouhodobý majetek do více dlouhodobých majetků, např. když potřebujete distribuovat dlouhodobý majetek do tří různých oddělení.

source: In that case, you can move, for example, 25 percent of the acquisition cost and depreciation for the original fixed asset to the second fixed asset and 45 percent to the third asset.
cs_cz: V případě, že můžete přesunout např.: 25 procent částky pořízení a odpis pro původní dlouhodobý majetek na druhý dlouhodobý majetek a 45 procent na třetí majetek.

source: The remaining 30 percent will remain on the original fixed asset.
cs_cz: Zbývajících 30 procent zůstane na původním dlouhodobém majetku.

source: Set up two new fixed assets.
cs_cz: Založení dvou dlouhodobých majetků.

source: Assign fixed asset depreciation books to the new fixed assets.
cs_cz: Přiřadit knihy odpisu dlouhodobého majetku k novému dlouhodobému majetku.

source: Create two reclassification journal lines, one for each new fixed asset.
cs_cz: Vytvořte dva řádky deníku přeřazení, jeden pro každý nový dlouhodobý majetek.

source: On the first line, enter the second fixed asset in the New FA No.
cs_cz: Na prvním řádku zvolte druhý dlouhodobý majetek v poli Nové číslo DM

source: field and 25 in the Reclassify Acq.
cs_cz: Pole a 25 v Přeřadit

source: Cost % field.
cs_cz: pole % pořízení .

source: On the second line, enter the third fixed asset in the New FA No.
cs_cz: Na druhém řádku, zadejte třetí dlouhodobý majetek v poli Nové číslo DM

source: On both lines, select the Reclassify Acquisition Cost and Reclassify Depreciation check boxes.
cs_cz: Na obou řádcích vyberte zaškrtávací políčka Přeřadit pořízení a Přeřadit odpis.

source: In the Fixed Asset G/L Journal window, choose the Post action to post the reclassification that you performed in steps 4 through 8.
cs_cz: V okně Finanční deník DM, vyberte akci Zaúčtovat k zaúčtování přeřazení, které jste provedli v krocích 4 až 8.

source: To combine two fixed assets into one
cs_cz: Kombinace dvou dlouhodobých majetků do jednoho

source: You can combine multiple fixed assets into one fixed asset, for example when you move distributed fixed assets into one department.
cs_cz: Můžete kombinovat více dlouhodobých majetků do jednoho dlouhodobého majetku, např. když přesouváte distribuovaný dlouhodobý majetek do jednoho oddělení.

source: If you have posted acquisition costs and depreciation for the fixed asset to be moved, those values will be combined in the single fixed asset.
cs_cz: Pokud jste zaúčtovali náklady na pořízení a odpisy pro dlouhodobý majetek k přesunu, hodnoty budou kombinovány do jednoho dlouhodobého majetku.

source: field contains the fixed asset to be moved/combined, and the New FA No.
cs_cz: obsahuje dlouhodobý majetek k přesunu/kombinaci a pole Nové číslo DM

source: field contains the fixed asset that it will be combined with.
cs_cz: obsahuje dlouhodobý majetek, se kterým bude kombinován.

source: Leave the Reclassify Acq.
cs_cz: Nechejte pole Přeřadit % pořízení

source: Cost % field empty to move/combine the entire acquisition cost.
cs_cz: prázdné k přesunutí/kombinaci všech nákladů na pořízení.

source: Select the Reclassify Acquisition Cost and Reclassify Depreciation check boxes.
cs_cz: Vyberte zaškrtávací políčka Přeřadit pořízení a Přeřadit odpis.

source: On the Actions tab, choose Reclassify.
cs_cz: Na záložce Akce zvolte Přeřadit.

source: In the Fixed Asset G/L Journal window, choose the Post action to post the reclassification that you performed in steps 2 through 5.
cs_cz: V okně Finanční deník DM vyberte akci Zaúčtovat k zaúčtování přeřazení, které jste provedli v krocích 2 až 5.

source: To view changed depreciation book values due to fixed asset reclassification
cs_cz: Zobrazení změněných hodnot knihy odpisů kvůli přeřazení dlouhodobého majetku

source: In the top right corner, choose the Search for Page or Report icon, enter FA Book Value 02, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Finanční deníky DM a pak vyberte související odkaz.

source: The Fixed Assets functionality in Dynamics NAV provides an overview of your fixed assets and ensures correct periodic depreciation.
cs_cz: Funkce dlouhodobý majetek v Dynamics NAV poskytuje přehled vašeho dlouhodobého majetku a zajišťuje správný periodický odpis.

source: It also enables you to keep track of your maintenance costs, manage insurance policies, post fixed asset transactions, and generate various reports and statistics.
cs_cz: Umožňuje také sledovat náklady na údržbu, spravovat pojistné smlouvy, účtovat transakce dlouhodobého majetku a vytvářet různé sestavy a statistiky.

source: Then you can begin to acquire, maintain, and sell the fixed assets.
cs_cz: Pak můžete začít získávat, udržovat a prodávat dlouhodobý majetek.

source: You can also set up budgeted assets.
cs_cz: Můžete také nastavit rozpočtový majetek.

source: To keep track of fixed asset depreciations as well as other financial transactions related to fixed assets, you set up one or more depreciation books for each fixed asset in your company.
cs_cz: Ke sledování jak odpisů dlouhodobého majetku, tak ostatních finančních transakcí souvisejících s dlouhodobým majetkem, nastavíte jednu nebo více knih odpisů pro každý dlouhodobý majetek ve vaší společnosti.

source: Depreciation is done by running a report to calculate periodic depreciation and fill in a journal with the resulting entries, ready to be posted.
cs_cz: Odpis se dělá spuštěním sestavy ke spočítání periodického odpisu a vyplněním deníku s výslednými hodnotami připravenými k zaúčtování.

source: Dynamics NAV supports several depreciation methods.
cs_cz: Dynamics NAV podporuje několik odpisových metod.

source: You can set up multiple depreciation books per fixed asset for different purposes, such as one for tax reporting and another for internal reporting.
cs_cz: Můžete nastavit vícero knih odpisů na dlouhodobý majetek pro různé záměry, např. jeden pro vykazování daní a další pro vnitřní vykazování.

source: For each asset, you can record maintenance costs and the next service date.
cs_cz: Pro každý majetek můžete zaznamenat náklady na údržbu a datum služby.

source: Keeping track of maintenance expenses can be important for budgeting purposes and for making decisions about whether to replace a fixed asset.
cs_cz: Sledování výdajů na údržbu může být důležité pro rozpočtové záměry a pro rozhodování, zda vyměnit dlouhodobý majetek.

source: Each fixed asset can be attached to one or more insurance policies.
cs_cz: Každý dlouhodobý majetek může být připojený k jedné nebo více pojistným smlouvám.

source: You can therefore easily verify that insurance policy amounts are in accordance with the value of the assets that are linked to the policy.
cs_cz: Můžete proto snadno ověřit, že částky pojistných smluv jsou v souladu s hodnotou majetku spojeného s pojistnou smlouvou.

source: This also makes it easy to monitor annual insurance premiums.
cs_cz: Díky tomu je také snadné sledovat roční pojistné.

source: Help for Fixed Assets only describes how to use the Fixed Asset G/L Journal window.
cs_cz: Nápověda pro dlouhodobý majetek ukazuje pouze, jak používat okno Finanční deník DM.

source: Set up default values, fixed asset accounting, posting groups, allocation keys, journals, and posting types.
cs_cz: Nastavte výchozí hodnoty, účetnictví dlouhodobého majetku, účtovací skupiny, přidělené klíče, deníky a účtovací typy.

source: Create fixed assets, assign depreciation methods, post acquisitions, salvage values, and print fixed asset lists.
cs_cz: Vytvořte dlouhodobý majetek, připojte metody odpisu, účtování pořízení, konečné zůstatkové hodnoty a tisk seznamů dlouhodobého majetku.

source: Record service visits, post maintenance costs, and monitor maintenance costs.
cs_cz: Zaznamenejte servisní návštěvy, účtujte náklady na údržbu a monitorujte náklady na údržbu.

source: Update insurance information, post acquisition costs to insurance policies, modify insurance coverage, view insurance statistics, and list insurance policies.
cs_cz: Aktualizujte informace o pojištění, zaúčtujte pořizovací náklady do pojistných smluv, upravte krytí pojištění, zobrazte pojistné statistiky a seznam pojistných smluv.

source: Reclassify fixed assets, transfer fixed assets to different locations, split up or combine assets.
cs_cz: Přeřaďte dlouhodobý majetek, převeďte dlouhodobý majetek do jiných umístění, rozdělte nebo kombinujte majetek.

source: Adjust values of fixed assets, post appreciation, and post write-down transactions.
cs_cz: Upravte hodnoty dlouhodobého majetku, zaúčtujte zhodnocení a transakce znehodnocení.

source: Calculate depreciation, post depreciation, and analyze depreciation in fixed assets reports.
cs_cz: Vypočítejte odpis, zaúčtujte odpis a analyzujte odpis v sestavách dlouhodobého majetku.

source: Post disposal transactions, view disposal ledger entries, and post partial disposals.
cs_cz: Zaúčtujte položky vyřazení, zobrazte položky vyřazení a zaúčtujte částečné vyřazení.

source: Manage fixed asset budgets, budget acquisition costs, budget disposals of fixed assets, and budget depreciation.
cs_cz: Spravujte rozpočty dlouhodobého majetku, rozpočtové pořizovací náklady, rozpočtové vyřazení dlouhodobého majetku a rozpočtový odpis.

source: Before you can use the Fixed Assets functionality, you must set up various information to define how you insure, maintain, and depreciate fixed assets, and how costs and other values are recorded in the general ledger.
cs_cz: Předtím, než můžete využít funkci dlouhodobý majetek, musíte nastavit různé informace k definování, jak pojistit, udržovat a odepisovat dlouhodobý majetek a jak jsou náklady a ostatní hodnoty zaznamenávány ve hlavní knize.

source: When you have set up Fixed Assets, you can perform the various activities involved.
cs_cz: Když nastavíte dlouhodobý majetek, můžete provést různé zahrnuté aktivity.

source: Manage Fixed Assets .
cs_cz: Správa dlouhodobého majetku .

source: When you select a check box for a fixed asset activity in the G/L Integration section in the Depreciation Book Card window, then the Fixed Asset G/L Journal window will be used to post transactions for the activity in question.
cs_cz: Když vyberete zaškrtávací políčko pro aktivitu dlouhodobého majetku v sekci Finanční integrace v okně Karta knihy odpisů, pak okno Finanční deník DM bude použito k zaúčtování transakcí pro aktivitu v otázce.

source: Set up default G/L accounts, allocation keys, journal templates and batches for fixed asset posting, and set up fixed asset classes and subclasses, such as Tangible and Intangible.
cs_cz: Nastavte výchozí finanční účty, alokační klíč, deníkové šablony a dávky pro účtování dlouhodobého majetku a nastavení tříd a podtříd dlouhodobého majetku, např. hmotný a nehmotný.
